{
    "IMG_LOGO_ALT": "Game Logo – A wooden puzzle saying \"15 PUZZLE\"",
    "BT_PLAY": "Play",
    "BT_SETTINGS": "Settings",
    "BT_ABOUT": "About",
    "BT_BACK": "Back",
    "MSG_CONGRATS": "Congratulations!",
    "MSG_YOU_WON": "You won!",
    "MSG_ARE_SURE": "Are you sure?",
    "BT_START": "Start!",
    "BT_ABANDON": "Abandon!",
    "BT_YES": "Yes",
    "BT_NO": "No",
    "TITLE_GENERAL_SETTINGS": "General Settings",
    "LABEL_ENABLE_SOUNDS": "Enable Sounds",
    "TITLE_ACCESSIBILITY_SETTINGS": "Accessibility Settings",
    "LABEL_ENABLE_LABELLING": "Enable Cell Coordinates Labeling",
    "LABEL_LANGUAGE": "Language:",
    "BT_CHANGE": "Change",
    "LABEL_EMPTY": "empty",
    "TITLE_ABOUT": "About This Game",
    "ABOUT1": "15 Puzzle is an addictive sliding puzzle game where players rearrange numbered tiles to achieve a specific pattern. With smooth gameplay and intuitive controls, players can enjoy a challenging yet relaxing experience.",
    "ABOUT2": "Developed using Angular and optimized with CapacitorJS technology for seamless performance on both iOS and Android devices, 15 Puzzle offers minutes of brain-teasing entertainment.",
    "ABOUT3": "Available on the App Store and the Play Store, this game promises endless fun for puzzle enthusiasts of all ages.",
    "ABOUT4": "Developed by Florin Andrei Mischie and Emanuel Boboiu in March 2024.",
    "TITLE_ABOUT_PLAY": "Game Play",
    "ABOUT5": "15 Puzzle features grids with 9, 15, or 25 cells, offering varying levels of difficulty to suit players of all skill levels.",
    "ABOUT6": "Your objective is to arrange the numbered tiles in ascending order within the grid. For example, in a 4x4 grid, you'll need to arrange the numbers from 1 to 15.",
    "ABOUT7": "The grid will contain one empty cell allowing you to slide the adjacent tiles into the empty space.",
    "ABOUT8": "To move a tile, simply tap or click on it. If the tile is adjacent to the empty cell, it will slide into the empty space.",
    "ABOUT9": "Continue sliding the tiles strategically until you've successfully arranged them in the correct order, ensuring that the empty cell ends up in the bottom right corner.",
    "ABOUT10": "This game was created to demonstrate how it is possible to develop a game using the same code for iOS and Android, ensuring compatibility with screen readers.",
    "ABOUT11": "Version 1.0, March 2024"
}