{
    "IMG_LOGO_ALT": "Logo Joc – Un puzzle din lemn pe care scrie \"15 PUZZLE\"",
    "BT_PLAY": "Joacă",
    "BT_STATISTICS": "Statistici",
    "BT_SETTINGS": "Setări",
    "BT_ABOUT": "Despre",
    "BT_BACK": "Înapoi",
    "MSG_CONGRATS": "Felicitări!",
    "MSG_YOU_WON": "Ai câștigat! Scor: %1",
    "MSG_ARE_SURE": "Ești sigur?",
    "BT_START": "Start!",
    "BT_ABANDON": "Abandon!",
    "BT_YES": "Da",
    "BT_NO": "Nu",
    "BT_SAVE": "Salvează!",
    "MSG_GAME_SAVED1": "Joc salvat!",
    "MSG_GAME_SAVED2": "Jocul va fi reluat de la această poziție data viitoare când va fi deschis.",
    "TITLE_GENERAL_SETTINGS": "Setări generale",
    "LABEL_ENABLE_SOUNDS": "Activare sunete",
    "LABEL_SOUND_SCHEME": "Temă sunete:",
    "LABEL_SOUND_VOLUME": "Volum sunete:",
    "LABEL_ENABLE_GESTURES": "Activare gesturi tactile",
    "TITLE_ACCESSIBILITY_SETTINGS": "Setări de accesibilitate",
    "LABEL_ENABLE_LABELLING": "Activare etichetare coordonate celule",
    "LABEL_LANGUAGE": "Limbă:",
    "BT_CHANGE": "Schimbă",
    "BT_CHANGE_LANGUAGE": "Schimbă limba",
    "BT_CHANGE_SOUND_SCHEME": "Schimbă tema de sunet",
    "LABEL_EMPTY": "gol",
    "TITLE_PERSONAL_STATISTICS": "Statistici personale",
    "MSG_BEST_SCORE": "Scor record: %1, obținut %2;",
    "TITLE_GENERAL_STATISTICS": "Statistici generale",
    "SOLVED_PUZZLES": "Puzzle-uri rezolvate: %1",
    "STARTED_PUZZLES": "Puzzle-uri începute: %1",
    "AVERAGE_DURATION": "Durată medie joc: %1;",
    "AVERAGE_MOVES": "Medie mutări per joc: %1;",
    "MSG_PERSONAL_STATS_NOT_AVAILABLE": "Statisticile personale vor fi afișate după ce rezolvi cel puțin un puzzle pe acest dispozitiv.",
    "TITLE_ABOUT": "Despre acest joc",
    "ABOUT1": "15 Puzzle este un joc captivant de puzzle în care jucătorii rearanjează piesele numerotate pentru a obține un anumit model. Cu un mod de joc fluid și controale intuitive, jucătorii se pot bucura de o experiență provocatoare, dar relaxantă.",
    "ABOUT2": "Dezvoltat și optimizat pentru dispozitivele mobile, 15 Puzzle oferă minute de divertisment captivant și stimulant pentru creier.",
    "ABOUT3": "Disponibil în magazinele de aplicații pentru dispozitivele mobile, acest joc oferă distracție pentru entuziaștii de puzzle de toate vârstele.",
    "ABOUT4": "Dezvoltat de Emanuel Boboiu, Andrei Mischie și Nelu Cîmpean.",
    "TITLE_ABOUT_PLAY": "Mod de joc",
    "ABOUT5": "15 Puzzle oferă grile cu 9, 16 sau 25 de celule, oferind niveluri variate de dificultate pentru toți jucătorii, indiferent de abilitățile acestora.",
    "ABOUT6": "Obiectivul tău este să aranjezi piesele numerotate în ordine crescătoare în interiorul grilei. De exemplu, într-o grilă de 4x4, va trebui să aranjezi numerele de la 1 la 15.",
    "ABOUT7": "Grila conține o celulă goală care îți permite să glisezi una dintre piesele adiacente în spațiul gol.",
    "ABOUT8": "Pentru a muta o piesă, apasă sau dă clic simplu pe ea. Dacă piesa este adiacentă celulei goale, aceasta va glisa în spațiul gol.",
    "ABOUT9": "Continuă să glisezi piesele strategic până când le-ai aranjat cu succes în ordinea corectă, asigurându-te că celula goală ajunge în colțul din dreapta jos.",
    "ABOUT10": "Acest joc a fost creat pentru a demonstra cum este posibilă dezvoltarea unui joc cu același cod pentru cele mai importante platforme, asigurând totodată și compatibilitatea cu cititoarele de ecran.",
    "ABOUT11": "Versiunea 2.0, octombrie 2025"
}
